Repository: ivonfilho/ultimate-tweaker
Catalog: admin-menu-tweaker/locale/admin-menu-tweaker-client-*.po
Languages: ru

source: Activate your copy
ru: Активация

source: Do you really want to close activation window?
ru: Вы точно хотите закрыть окно активации?

source: Activation error.
ru: Ошибка активации.

source: Downloads page
ru: Страница загрузок

source: Enter your Purchase code and press 'Activate'...
ru: Введите свой код и нажмите «Активировать»...

source: Error. Please, try later.
ru: Ошибка. Пожалуйста, попробуйте позже.

source: Open Control Page
ru: Открыть страницу настроек

source: Open you CodeCanyon {downloadsPageLink} and click "Download" button and select "License certificate &amp; purchase code (text)" in sub-menu. Open text file in your favorite editor, insert your Purchase Code bellow and click "Activate".
ru: Откройте на CodeCanyon страницу загрузок ({downloadsPageLink}) и нажмите кнопку «Download» и выберите «License certificate &amp; 1 purchase code (text)» в подменю. Откройте текстовый файл в любимом редакторе и скопируйте код в поле ниже и нажмите «Активировать».

source: Please enter valid code!
ru: Пожалуйста, введите верный код!

source: You can use one purchase code only for one single product (domain name) and it will be linked to your domain name. Activation is not required for local domains and IP addresses (localhost, *.dev, *.local, 127.0.0.1, 172.16.0.1, 192.168.0.1 and etc.). If you have any problems or questions contact us.
ru: Вы можете использовать только один код заказа для одного продукта (доменного имени) и он будет привязян к доменному имени. Активация не требуется для локальных доменов и IP адресов (localhost, *.dev, *.local, 127.0.0.1, 172.16.0.1, 192.168.0.1 и др.). Если у Вас какие-либо проблемы или вопросы напишите нам.

source: You copy is activated for this domain name!
ru: Ваша копия активирована для этого сайта!

source: You need to activate your plugin copy for automatic updates and support.
ru: Вам необходимо активировать Вашу копию плагина для получения автоматических обновлений и поддержки.

source: Your plugin copy is activated by your purchase code:
ru: Ваша копия активирована кодом:

source: Additional actions:
ru: Дополнительные действия:

source: CUSTOM MENU:
ru: СВОЁ МЕНЮ:

source: CUSTOM SEPARATOR
ru: СВОЙ РАЗДЕЛИТЕЛЬ

source: Content:
ru: Контент:

source: Custom page slug
ru: Нестандартное короткое имя

source: Do you really want to remove?
ru: Вы точно хотите удалить?

source: ELEMENT DESTINATION
ru: НАЗНАЧЕНИЕ ЭЛЕМЕНТА

source: Menu
ru: Меню

source: Page URL will be:
ru: Ссылка страницы будет:

source: Remove element
ru: Удалить элемент

source: Select custom element type
ru: Выберите тип вашего элемента

source: Separator
ru: Разделитель

source: URL redirection
ru: URL перенаправление

source: WordPress uses the slug to compose page URL.
ru: WordPress использует короткое имя для составления ссылки страницы.

source: SELECTED MENU:
ru: Выбранное меню:

source: ADVANCED
ru: РАСШИРЕННЫЕ

source: Capability
ru: Возможности пользователя

source: Hide section
ru: Скрыть раздел

source: Icon class
ru: CSS class иконки

source: If capability is available for user, he sees the element. This field is read-only. If you want to deny access, use firewall.
ru: Если пользователь имеет данную возможность, тогда он увидит элемент. Это поле только для чтения. Если Вы хотите запретить доступ, используйте firewall.

source: Position
ru: Позиция

source: Show section
ru: Показать раздел

source: The slug name
ru: Короткое имя

source: The slug name is read-only. If you want to make a page with another slug, you can create new page.
ru: Короткое имя только для чтения. Создайте новую страницу, если Вы хотите использовать другое имя.

source: This field is read-only. It is shown for information purposes.
ru: Это поле только для чтения и отображается в качестве информации.

source: You can define position manually or drag & drop elements in the left panel.
ru: Вы можете задать позицию вручную или использовать перетаскивания элементов в левой части.

source: ICON
ru: ИКОНКА

source: Icons library
ru: Библиотека иконок

source: Image
ru: Изображение

source: Please, enter url of your image...
ru: Пожалуйста, введите ссылку изображения...

source: Select
ru: Выбрать

source: Select icon
ru: Выбор иконки

source: Select image from Media
ru: Выбрать изображение из Галереи

source: URL of image
ru: URL изображения

source: Upload image
ru: Загрузить

source: Color:
ru: Цвет:

source: Design
ru: Стиль

source: Style:
ru: Вариант:

source: Width:
ru: Ширина:

source: Filter:
ru: Фильтр:

source: General
ru: Основные

source: Hidden and access is available by URL
ru: Скрыт, но доступен по ссылке

source: Hidden and access is denied
ru: Скрыт и доступ ограничен

source: Name
ru: Имя

source: Visible
ru: Виден

source: Hidden
ru: Скрыт

source: SELECTED SEPARATOR
ru: ВЫБРАННЫЙ РАЗДЕЛИТЕЛЬ

source: Export
ru: Экспорт

source: Import
ru: Импорт

source: Parse error, please enter correct data.
ru: Ошибка обработки, пожалуйста введите правильные данные.

source: Paste data and press 'Import'...
ru: Введите данные и нажмите «Импорт»...

source: You need to save to apply import!
ru: Сохраните для применения импортированных данных!

source: Import/Export
ru: Импорт/Экспорт

source: Support
ru: Поддержка

source: Do you want to reset all settings?
ru: Вы точно хотите сбросить все настройки?

source: Reset All
ru: Сбросить Все

source: Save Changes
ru: Сохранить

source: Saving...
ru: Сохранение...

source: Global
ru: Общие

source: Role:
ru: Роль:

source: User:
ru: Пользователь:

source: Go to {mainPageLink}
ru: Перейти на {mainPageLink}

source: Main page
ru: Главная страница

source: Page Not Found
ru: Страница не найдена

source: Go back to Control Page
ru: Перейти назад на страницу настроек

source: If you have any questions or suggestions, you can contact us any time.
ru: Если у Вас есть любые вопросы или предложения, напишите нам в любое время.

source: Support or Suggestion
ru: Поддержка или Предложение

source: Support page and contact information is {here}.
ru: Страница поддержки и контактная информация {here}.

source: We provide support only in English.
ru: Мы предоставляем поддержку только на английской языке.

source: here
ru: здесь

source: All items are visible
ru: Все элементы видны

source: Collapse all
ru: Свернуть все

source: Create new element
ru: Создать новый элемент

source: Expand all
ru: Развернуть все

source: Hide them
ru: Скрыть их

source: If selected role or user does not have some menu capabilities, menu will be hidden. <br/>Some plugins show menu items runtime and we can't detect visibility.
ru: Меню будет скрыто, если выбранная роль или пользователь не имеют некоторых возможностей. <br/>Некоторые плагины показывают элементы меню во врем выполнения и мы не можем определить видимость.

source: Show all
ru: Показать все

source: Some items are hidden
ru: Некоторые элементы скрыты

source: If you block an access to one "customize.php" menu item, all "customize.php" pages will be blocked.
ru: Если Вы заблокируете доступ к одному элементу «customize.php», то все элементы меню ведущие на «customize.php» будут заблокированы.

source: Items have same URLs and WordPress can select these elements together!
ru: Элементы с одинаковыми ссылками и WordPress может подсветить эти элементы одновременно!

source: separator
ru: разделитель

source: Thank you for purchasing!
ru: Спасибо Вам за покупку!

source: We make our hard work to do your life with WordPress better. We are always close to you.
ru: Мы делаем нашу тщательную работу, чтобы сделать Вашу жизнь с WordPress лучше. Мы всегда рядом с Вами.

source: Loading error
ru: Ошибка загрузки

source: Please, try one more time!
ru: Пожалуйста, попробуйте еще раз!

source: Error, Please try reload page and write to support@amino-studio.com, we will help you.
ru: Ошибка, пожалуйста попробуйте перезагрузить страницу и написать на support@amino-studio.com, мы Вам поможем.

source: Please save settings!
ru: Пожалуйста сохраните настройки!

source: Settings have been saved.
ru: Настройки сохранены.

source: Settings reset is completed.
ru: Настройки сброшены.
